Repository: cnvogelg/fs-uae-gles
Catalog: po/*.po
Languages: it

source: Activated debugger
it: Attiva debugger

source: Amiga Control
it: Controllo Amiga

source: Auto-Fire is Off
it: Auto-Fire Spento

source: Auto-Fire is On
it: Auto-Fire Acceso

source: Auto-fire disabled for port %d
it: Auto-fire disabilitato su porta %d

source: Auto-fire enabled for port %d
it: Auto-fire abilitato su porta %d

source: CD%d: Empty
it: CD%d: Vuoto

source: CD32 Pad Mode
it: Modalità Pad CD32

source: Custom Joystick Port
it: Porta Joystick Personalizzata

source: Custom Mode
it: Modalità Personalizzata

source: DF%d: Empty
it: DF%d: Vuoto

source: Disabled
it: Disabilita

source: Eject
it: Espelli

source: Empty
it: Vuoto

source: Emulator Control
it: Controllo Emulatore

source: Full Frame
it: Fotogramma Completo

source: HD not found: %s
it: HD non rilevabile: %s

source: Hard Reset
it: Forza Riavvio

source: Input Options
it: Opzioni Ingresso

source: Insert Into CD%d
it: Inserisci In CD%d

source: Insert Into DF%d
it: Inserisci In DF%d

source: Invalid number of CD-ROM drives specified
it: Numero di drives CD-ROM specificati non validi

source: Joystick Mode
it: Modalità Joystick

source: Joystick Port %d
it: Porta Joystick %d

source: Joystick Port %d Device
it: Porta Joystick %d Dispositivo

source: Joystick Port %d Mode
it: Porta Joystick %d Modalità

source: Joystick Port 0
it: Porta Joystick 0

source: Joystick Port 1
it: Porta Joystick 1

source: Joystick Port 2
it: Porta Joystick 2

source: Joystick Port 3
it: Porta Joystick 3

source: Joystick Port 4
it: Porta Joystick 4

source: Joystick Ports
it: Porte Joystick

source: Keyboard
it: Tastiera

source: Load
it: Carica

source: More...
it: Altro...

source: Mouse Mode
it: Modalità Mouse

source: No Amiga Device
it: Nessun Dispositivo Amiga

source: No Host Device
it: Nessun Dispositivo

source: No configuration file was found
it: File di Configurazione Assente

source: Option "%s" is not enabled
it: Optione "%s" non è abilitata

source: Option chip_memory must be a multiple of 512
it: Opzione chip_memory deve essere un multiplo di 512

source: Option fast_memory must be a multiple of 1024
it: Opzione fast_memory deve essere un multiplo di 1024

source: Option slow_memory must be a multiple of 256
it: Opzione slow_memory deve essere un multiplo di 256

source: Option uaegfx.card needs a CPU with 32-bit addressing
it: Opzione uaegfx.card necessita di una CPU con indirizzamento a 32-bit

source: Option zorro_iii_memory must be a multiple of 1024
it: Opzione zorro_iii_memory deve essere un multiplo di 1024

source: Options zorro_iii_memory needs a CPU with 32-bit addressing
it: Opzioni zorro_iii_memory necessitano una CPU con indirizzamento a 32-bit

source: Parallel Joystick Ports
it: Porte Parallele Joystick

source: Pause
it: Pausa

source: Port 0: %s
it: Porta 0: %s

source: Port Settings
it: Settaggi Porte

source: Removable Media
it: Supporti Rimovibili

source: Reset Amiga
it: Resetta Amiga

source: Resume
it: Ripristina

source: Save
it: Salva

source: Save States
it: Salva Stati

source: Soft Reset
it: Riavvia

source: Warp mode disabled
it: Modalità distorta disabilitata

source: Warp mode enabled
it: Modalità distorta abilitata

source: Zoom is disabled in RTG mode
it: Ingrandimento disabilitato in modalità RTG

source: Zoom: %s
it: Ingrandimento: %s

source: Zoom: %s + Border
it: Ingrandimento: %s + Bordo
